Repository: mohsinnq1/TuneCrate
Catalog: lib/l10n/app_*.arb
Languages: bn, es, fr, ja, pt

source: Profile Info
bn: প্রোফাইল তথ্য
es: Información del perfil
fr: Informations du profil
ja: プロフィール情報
pt: Informações do perfil

source: Change Password
bn: পাসওয়ার্ড পরিবর্তন করুন
es: Cambiar contraseña
fr: Changer le mot de passe
ja: パスワードを変更
pt: Alterar senha

# downloadOverWiFi
source: Download Over WiFi Only
bn: শুধুমাত্র ওয়াই‑ফাই দিয়ে ডাউনলোড করুন
es: Descargar solo por Wi‑Fi
fr: Télécharger uniquement via Wi‑Fi
ja: Wi‑Fi接続時のみダウンロード
pt: Baixar apenas via Wi‑Fi

source: Storage Location
bn: সংগ্রহস্থল অবস্থান
es: Ubicación de almacenamiento
fr: Emplacement de stockage
ja: 保存先
pt: Local de armazenamento

source: Language
bn: ভাষা
es: Idioma
fr: Langue
ja: 言語
pt: Idioma

source: Notifications
bn: বিজ্ঞপ্তি
es: Notificaciones
ja: 通知
pt: Notificações

source: About App
bn: অ্যাপ সম্পর্কে
es: Acerca de la aplicación
fr: À propos de l'application
ja: アプリについて
pt: Sobre o app

source: Help
bn: সাহায্য
es: Ayuda
fr: Aide
ja: ヘルプ
pt: Ajuda

source: Logout
bn: লগ আউট
es: Cerrar sesión
fr: Déconnexion
ja: ログアウト
pt: Sair

# wifiEnabled
source: Wi‑Fi downloads enabled
bn: ওয়াই‑ফাই ডাউনলোড সক্ষম
es: Descarga por Wi‑Fi activada
fr: Téléchargement Wi‑Fi activé
ja: Wi‑Fiでのダウンロードを有効
pt: Download via Wi‑Fi ativado

# wifiDisabled
source: Wi‑Fi downloads disabled
bn: ওয়াই‑ফাই ডাউনলোড অক্ষম
es: Descarga por Wi‑Fi desactivada
fr: Téléchargement Wi‑Fi désactivé
ja: Wi‑Fiでのダウンロードを無効
pt: Download via Wi‑Fi desativado

source: Choose Language
bn: ভাষা নির্বাচন করুন
es: Elegir idioma
fr: Choisir la langue
ja: 言語を選択
pt: Escolher idioma

source: Username
bn: ব্যবহারকারীর নাম
es: Nombre de usuario
fr: Nom d'utilisateur
ja: ユーザー名
pt: Nome de usuário

source: Email
bn: ইমেল
es: Correo electrónico
ja: メール

source: Password
bn: পাসওয়ার্ড
es: Contraseña
fr: Mot de passe
ja: パスワード
pt: Senha

source: Sign Up
bn: সাইন আপ
es: Registrarse
fr: S'inscrire
ja: サインアップ
pt: Cadastrar‑se

source: Settings
bn: সেটিংস
es: Configuración
fr: Paramètres
ja: 設定
pt: Configurações

# signInPrompt
source: Online downloads are available only to registered users.
bn: অনলাইন ডাউনলোড শুধুমাত্র নিবন্ধিত ব্যবহারকারীদের জন্য উপলব্ধ।
es: Las descargas en línea solo están disponibles para usuarios registrados.
fr: Les téléchargements en ligne sont disponibles uniquement pour les utilisateurs enregistrés.
ja: オンラインダウンロードは 登録ユーザーのみ利用可能です。
pt: Downloads online estão disponíveis apenas para usuários registrados.

# logInButton
source: Log In
bn: প্রবেশ করুন
es: Entrar
fr: Connexion
ja: ログイン

source: OR
bn: অথবা
es: O
fr: OU
ja: または
pt: OU

source: Home
bn: হোম
es: Inicio
fr: Accueil
ja: ホーム
pt: Início

source: Playlist
bn: প্লেলিস্ট
es: Lista de reproducción
fr: Liste de lecture
ja: プレイリスト

source: Favorites
bn: প্রিয়
es: Favoritos
fr: Favoris
ja: お気に入り
pt: Favoritos

# nofavourite
source: No Favourites
bn: কোনো প্রিয় নেই
es: Sin favoritos
fr: Aucun favori
ja: お気に入りがありません
pt: Sem favoritos

# favsubtitle
source: Tap the heart icon on any song, playlist, or album to add it to your favorites. Your saved music will appear here for quick access!
bn: কোনো গান, প্লেলিস্ট বা অ্যালবামের হৃদয় আইকনে ট্যাপ করে তা প্রিয়তে যোগ করুন। আপনার সংরক্ষিত গান এখানে দেখাবে দ্রুত অ্যাক্সেসের জন্য!
es: Toca el ícono de corazón en cualquier canción, lista de reproducción o álbum para agregarlo a tus favoritos. Tu música guardada aparecerá aquí para acceso rápido.
fr: Appuyez sur l’icône en forme de cœur sur une chanson, playlist ou album pour l’ajouter à vos favoris. Votre musique enregistrée apparaîtra ici pour un accès rapide !
ja: 曲、プレイリスト、またはアルバムの ハートアイコンをタップして、お気に入りに追加しましょう。 保存された音楽はここに表示され、 すぐにアクセスできます！
pt: Toque no ícone de coração em qualquer música, playlist ou álbum para adicioná-lo aos seus favoritos. Sua música salva aparecerá aqui para acesso rápido!

source: Downloads
bn: ডাউনলোড
es: Descargas
fr: Téléchargements
ja: ダウンロード

source: Added to
bn: যোগ করা হয়েছে
es: Añadido a
fr: Ajouté à
ja: に追加
pt: Adicionado a

source: Add to
bn: যোগ করুন
es: Agregar a
fr: Ajouter à
ja: 追加
pt: Adicionar a

# playlistDisabled
source: Add to Playlist (disabled)
bn: প্লেলিস্টে যোগ করুন (অক্ষম)
es: Agregar a lista (deshabilitado)
fr: Ajouter à la liste (désactivé)
ja: プレイリストに追加（無効）
pt: Adicionar à lista (desativado)

# allLabel
source: All
bn: সকল
es: Todos
fr: Tous
ja: すべて
pt: Todos

# searchHint
source: Search songs or artists
bn: গান বা শিল্পী অনুসন্ধান করুন
es: Buscar canciones o artistas
fr: Rechercher des chansons ou des artistes
ja: 曲名またはアーティスト名で検索
pt: Buscar músicas ou artistas

# homeSubtitle
source: Offline & online, favorite & fresh.
bn: অফলাইন ও অনলাইনে, পছন্দ ও নতুনত্ব।
es: Sin conexión & en línea, favoritos & novedades.
fr: Hors ligne & en ligne, favoris & nouveautés.
ja: オフライン＆オンライン、お気に入り＆新着。
pt: Offline & online, favoritos & novidades.

source: Get Started
bn: শুরু করুন
es: Comenzar
fr: Commencer
ja: 始めよう
pt: Começar

# splashDescription
source: Hey there, Music Lover! Dive into your tunes, favorite your jams, and discover more with TuneCrate.
bn: হ্যালো, সঙ্গীত প্রেমী! তোমার গানগুলো উপভোগ করো, তোমার প্রিয় সংযোজন করো, এবং TuneCrate দিয়ে আরো আবিষ্কার করো।
es: ¡Hola, amante de la música! Sumérgete en tus temas, añade tus favoritos, y descubre más con TuneCrate.
fr: Salut, amateur de musique ! Plonge dans tes morceaux, ajoute tes préférés, et découvre plus avec TuneCrate.
ja: こんにちは、音楽好きさん！ お気に入りの曲に浸って、キューに追加し、 TuneCrateで新しい発見を。
pt: Olá, amante da música! Mergulhe nas suas músicas, adicione seus favoritos, e descubra mais com o TuneCrate.

# downloaddescription
source: Online downloads are available only to registered users. Log in or sign up to continue.!
bn: অনলাইন ডাউনলোড শুধুমাত্র নিবন্ধিত ব্যবহারকারীদের জন্য উপলব্ধ। চালিয়ে যেতে লগইন করুন অথবা সাইন আপ করুন।!
es: Las descargas en línea están disponibles solo para usuarios registrados. Inicia sesión o regístrate para continuar.!
fr: Les téléchargements en ligne sont disponibles uniquement pour les utilisateurs enregistrés. Connectez-vous ou inscrivez-vous pour continuer.!
ja: オンラインダウンロードは 登録ユーザーのみ利用可能です。 続行するにはログインまたはサインアップしてください。!
pt: Os downloads online estão disponíveis apenas para usuários registrados. Faça login ou cadastre-se para continuar.!

source: Explore
bn: অন্বেষণ করুন
es: Explorar
fr: Explorer
ja: 探す
pt: Explorar

source: Search here
bn: এখানে অনুসন্ধান করুন
es: Buscar aquí
fr: Rechercher ici
ja: ここで検索
pt: Pesquisar aqui

# subtitle
source: our music universe — offline & online, favorite & fresh.
bn: আমাদের সঙ্গীত মহাবিশ্ব — অফলাইন এবং অনলাইন, প্রিয় এবং নতুন।
es: nuestro universo musical — sin conexión & en línea, favorito & fresco.
fr: notre univers musical — hors ligne & en ligne, favori & nouveau.
ja: 私たちの音楽の世界 — オフライン & オンライン、お気に入り & 新着。
pt: nosso universo musical — offline & online, favorito & novo.

# recentplayer
source: Recently Played
bn: সম্প্রতি চালানো
es: Reproducido recientemente
fr: Récemment écoutés
ja: 最近再生したもの
pt: Reproduzido recentemente

source: Most Played
bn: সর্বাধিক চালানো
es: Más reproducidos
fr: Les plus écoutés
ja: 最も再生されたもの
pt: Mais reproduzidos

# createplaylist
source: Create Your Playlist
bn: আপনার প্লেলিস্ট তৈরি করুন
es: Crea tu lista de reproducción
fr: Créez votre playlist
ja: あなたのプレイリストを作成
pt: Crie sua playlist

source: Enter playlist name
bn: প্লেলিস্টের নাম লিখুন
es: Ingresa el nombre de la lista
fr: Entrez le nom de la playlist
ja: プレイリスト名を入力
pt: Digite o nome da playlist

source: Create
bn: তৈরি করুন
es: Crear
fr: Créer
ja: 作成
pt: Criar

# accountsetting
source: Account Settings
bn: অ্যাকাউন্ট সেটিংস
es: Configuración de cuenta
fr: Paramètres du compte
ja: アカウント設定
pt: Configurações da conta

# langauge
source: Language
bn: ভাষা
es: Idioma
fr: Langue
ja: 言語
pt: Idioma

source: Notification
bn: বিজ্ঞপ্তি
es: Notificación
ja: 通知
pt: Notificação

source: Trending Now
bn: এখন ট্রেন্ডিং
es: Tendencias actuales
fr: Tendances actuelles
ja: 話題の曲
pt: Em alta agora

source: Most Streamed
bn: সর্বাধিক শোনা
es: Más escuchadas
fr: Les plus écoutées
ja: 最も再生された
pt: Mais transmitidas

source: New Releases
bn: নতুন রিলিজ
es: Nuevos lanzamientos
fr: Nouvelles sorties
ja: 新作リリース
pt: Novos lançamentos

# popularsong
source: Popular Songs
bn: জনপ্রিয় গান
es: Canciones populares
fr: Chansons populaires
ja: 人気の曲
pt: Músicas populares

# romanticsong
source: Romantic Songs
bn: রোমান্টিক গান
es: Canciones románticas
fr: Chansons romantiques
ja: ロマンチックな曲
pt: Músicas românticas

# indiansong
source: Indian Songs
bn: ভারতীয় গান
es: Canciones indias
fr: Chansons indiennes
ja: インドの曲
pt: Músicas indianas

# sadsong
source: Sad Songs
bn: দুঃখজনক গান
es: Canciones tristes
fr: Chansons tristes
ja: 悲しい曲
pt: Músicas tristes

# oldsong
source: Old Songs
bn: পুরানো গান
es: Canciones antiguas
fr: Chansons anciennes
ja: 懐かしの曲
pt: Músicas antigas

source: A
bn: এ
ja: エー
pt: Á

source: B
bn: বি
es: Be
fr: Bé
ja: ビー
pt: Bê

source: C
bn: সি
es: Ce
fr: Cé
ja: シー
pt: Cê

source: D
bn: ডি
es: De
fr: Dé
ja: ディー
pt: Dê

source: E
bn: ই
ja: イー
pt: É

source: F
bn: এফ
es: Efe
fr: Èf
ja: エフ
pt: Éfe

source: G
bn: জি
es: Ge
fr: Jé
ja: ジー
pt: Gê

source: H
bn: এইচ
es: Hache
fr: Ash
ja: エイチ
pt: Agá

source: I
bn: আই
ja: アイ

source: J
bn: জে
es: Jota
fr: Ji
ja: ジェー
pt: Jota

source: K
bn: কে
es: Ka
fr: Ka
ja: ケー
pt: Capa

source: L
bn: এল
es: Ele
fr: Èl
ja: エル
pt: Éle

source: M
bn: এম
es: Eme
fr: Èm
ja: エム
pt: Éme

source: N
bn: এন
es: Ene
fr: Èn
ja: エヌ
pt: Éne

source: O
bn: ও
ja: オー
pt: Ó

source: P
bn: পি
es: Pe
fr: Pé
ja: ピー
pt: Pê

source: Q
bn: কিউ
es: Cu
fr: Ku
ja: キュー
pt: Qué

source: R
bn: আর
es: Erre
fr: Èr
ja: アール
pt: Érre

source: S
bn: এস
es: Ese
fr: Ès
ja: エス
pt: Ése

source: T
bn: টি
es: Te
fr: Té
ja: ティー
pt: Tê

source: U
bn: ইউ
ja: ユー

source: V
bn: ভি
es: Uve
fr: Vé
ja: ブイ
pt: Vê

source: W
bn: ডাব্লিউ
es: Uve doble
fr: Doublé Vé
ja: ダブリュー
pt: Dáblio

source: X
bn: এক্স
es: Equis
fr: Iks
ja: エックス
pt: Xis

source: Y
bn: ওয়াই
es: I griega
fr: Igrec
ja: ワイ
pt: Ípsilon

source: Z
bn: জেড
es: Zeta
fr: Zèd
ja: ゼット
pt: Zê
